Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: 그가 날 챙겼다.{j}팔을 잃은 순간부터, 24년 뒤까지.{j}우린 가끔 만났고, 아주 가끔은 린드가 생활비를 보내기도 했다.{j}여러모로 힘든 시절이 많았으니까.{j}후일 그는 어떤 귀족에게 고용됐다고 들었다.{j}뭐, 어릴 때부터 머리는 좋은 놈이었으니까.
en_us: He looked after me, from the moment I lost my arm to 24 years after that. We met sometimes, and on even rarer occasions, he gave me money to live by. I went through a lot of hard times. I heard that he was employed by a noble one day. Well, he was intelligent from when he was a boy.{j}{j}{j}{j}{j}

source: 딱 봐도 두목이었다.
en_us: It was so obvious that he was the leader.

source: 모닥불 위로 다시 지지대를 만들고, 연기가 오르도록 했다.{j}이렇게 한두 시간이면 충분했다.{j}병사 둘이 불침번 순서를 정하면서 잠시 고민하는 기색을 보였다.{j}그리고 옆의 병사와 작게 얘기를 나누더니 나한테 말했다.
en_us: I propped up some more sticks on top of the fire, and made sure I could see smoke. One or two hours should be enough. The two soldiers seemed to be thinking while deciding the night watch order. They whispered to each other, then came to a decision.{j}{j}{j}

source: 린드가 날 보고 인사를 건넸다.{j}고개를 끄덕여 주고 막사 밖으로 나섰다.{j}컹컹!{j}어쩐지 개 울음소리가 신난 것처럼 들렸다.
en_us: Lind said hello to me. I slightly nodded and walked outside the tent. Woof woof! The dogs looked excited, judging from their voice.{j}{j}{j}

source: ‘저런 걸 먹으면서 회복되길 바라는 건 사치지.’{j}린드의 상처도 그렇고.{j}또 나도 그렇다.{j}힘을 쓰려면 제대로 먹어야 했다.{j}그건 상식이다.
en_us: How on earth would a patient heal from eating that? Lind had to heal from his injuries, and I needed to recharge. We both needed good quality food, obviously.{j}{j}{j}{j}

source: “뒤로.”
en_us: “Backwards.”

source: 혼자 갈 생각도 없다.{j}전투력이 보장된 수염 도끼와 덩치가 좋은 디고를 동반했다.
en_us: I didn’t want to go out alone. I went with the bearded guy and Diego, who were good fighters.{j}

source: 두목 놈이 엄지와 검지로 틈을 벌리며 말했다.
en_us: He said as he widened the gap with his thumb and index finger.

source: 폭포를 맞이하는 기분이었다.
en_us: It was like I was facing a waterfall.

source: 비싸고, 귀하고, 모든 이들이 탐내는 물건.
en_us: Expensive, rare, and coveted by everyone.

source: “꼭 싸워야 하나?{j}그쪽도 피해를 볼 텐데?”
en_us: “Do we have to fight? After all, you’ll have some damages too.”{j}

source: 진짜 반쯤 미친놈처럼 중얼거렸다.
en_us: He mumbled like someone half crazy.

source: 타는 듯한 붉은 머리칼에 균형 잡힌 몸.{j}대충 봤을 때는 몰랐지만, 자세히 보니 어지간한 백인대장급은 씹어 삼킬 정도로 자세가 좋았다.{j}내딛는 걸음 하나, 뱉는 호흡 하나, 달인의 기색이 보였다.
en_us: Red hair like the sun and a well-shaped body. It’s hard to tell at first glance, but upon closer inspection, it looked like he could take down on most leaders of centurys. I could tell that he was a pro just by looking at how he walked and breathed.{j}{j}

source: ‘천막 구멍 좀 막았으면 좋겠네.’{j}햇빛이 훤히 구멍을 뚫고 들어왔다.{j}눈이 부셔서 누운 채로 자리를 옮겼다.
en_us: I wish someone sealed the tent holes. The sunlight beamed right through the tent holes. It was too bright that I had to go to a new spot while lying down.{j}{j}

source: 퍽!{j}쿵!
en_us: Boom! Clash!{j}

source: 그리고 내 귓가에 목소리가 들렸다.
en_us: And I heard a voice in my ear.

source: “후.”
en_us: “Phew.”

source: 다 먹고 난 뒤, 불침번이 된 수염 도끼를 제외하고는 모두 머리를 대자마자 잠들었다.{j}난 훈제 고기를 마무리하고, 모닥불 하나에 흙을 덮어 불씨를 껐다.
en_us: After having a hearty meal, everyone, except the bearded ax guy who was the first night watch, fell asleep. I also finished cooking Lind’s smoked meat, and threw some dirt over the fire to extinguish it.{j}

source: 아슬아슬한 위치까지 내가 뒤로 물러섰다.
en_us: I moved backwards just until I wouldn’t fall off.

source: 로이스가 상황을 파악하고, 사납게 눈을 부라렸다.
en_us: Royce understood what was going on and scowled fiercely.

source: 뒤쪽으로 몸을 반쯤 비틀었다.{j}내가 이곳에 와서 한 거라곤, 진드기 몇 개를 던져 놓고 씻고, 물장구친 게 다였다.{j}아, 빨래도 했지.{j}그리고 우리는 사냥 할당량을 채웠다.{j}토끼 다섯 마리가 초롱초롱한 눈빛으로 우리를 봤다.
en_us: I turned back. All I did here was spreading out my tick, bathing myself and splashing about. Oh right, I did my laundries too. We also met today’s quota. The five rabbits looked at us with their big, shiny eyes.{j}{j}{j}{j}

source: “약초요?”
en_us: “Herbs?”

source: 손을 들어 그들을 멈추게 하고, 무릎을 구부려 쭈그려 앉았다.{j}흙을 한 움큼 쥐고 제대로 냄새를 맡았다.{j}어지간히 익숙하지 않으면 모를 정도로 희미하지만.{j}짐승 특유의 노린내였다.
en_us: I raised my hand to signal them to stop, and knelt down. I took a good whiff at the soil in my hands. It was a faint smell, so beginners might not recognize it. However, I could sense that it was the smell of the beast.{j}{j}{j}

source: “자.”
en_us: “Look over there,”

source: “자꾸 뭘 봐?”
en_us: “What are you looking at?”

source: 로이스 쪽으로 갔나 보다.
en_us: He must have went after Royce.

source: “돌격!{j}돌격!{j}막아라!”{j}뒤에서 들리는 목소리가 아련히 멀어지고.{j}반사적으로 창을 뻗었다.{j}수없이 반복해서 봤던 장면이다.{j}랜스를 오른 겨드랑이에 낀 기마병의 돌격이었다.
en_us: “Charge! Charge! Stop them!”{j}{j}{j}The voice that came from behind traveled further away, and I instinctively reached out for my lance. This was all too familiar now. The mounted soldiers with their lances in their right armpit charged.{j}{j}{j}

source: 그대로 몸을 바닥에 바짝 눕힌 채, 고개를 돌렸다.
en_us: I lay on the ground, and turned around my head.

source: “네?”
en_us: “Yes, sir.”

source: 임시 대장 놈은 느긋한 편이었다.{j}자기도 지금 뱃가죽이 등바닥에 붙었을 거다.{j}숲에 와서 우리는 제대로 된 식사를 한 적이 없었다.{j}아니, 여기에 끌려와서 이제까지 먹은 거라고는 흑빵과 돼지 발톱 스튜가 전부다.
en_us: The temporary boss was a bit more relaxed. I’m sure he would be starving to death, too. We haven’t had a proper meal in the forest. Actually, all that we ate here in this army was just some black bread and pig toenail stew.{j}{j}{j}

source: 암묵적으로 만들어진 산적과 용병 사이였다.
en_us: It was a space created between the mercenaries and the bandits on an unspoken promise.

source: 내가 입을 열었다.
en_us: I muttered out.

source: “그건 네가 찾아와.”{j}난 린드에게 말했다.{j}린드가 날 보고 눈을 깜빡였다.
en_us: “Well, that’s on you.” I replied. He blinked at me.{j}{j}

source: “놈들이 오고 가는 길을 찾아야 해.{j}거기에 덫을 놓으면 될 거야.{j}우리가 잡을 건, 우두머리가 아니라 다른 놈들이야.{j}우두머리는 가족을 살리는 게 목적이니까.{j}다른 들개를 잡으면 도망가지 않고 덤비겠지.”
en_us: “We need to know where they are coming from. Let’s set a snare there. Also, we need to catch the other dogs, not the leader. The leader has to take good care of his family, so he wouldn’t run away from us, but instead he would fight.”{j}{j}{j}{j}

source: “얼어 죽는다고 해도 지금이 좋다.”
en_us: “Even if I’d freeze to death, I like where we are now.”

source: 그리고 이 잡초의 부작용도 명백하다.{j}너무 자주 먹으면 안면 떨림 현상이 나타났다.{j}그 개가 인간을 보고 비웃는 표정을 짓게 된 연유였다.{j}모든 일이 머릿속에 차곡차곡 정리됐다.
en_us: The grass had terrible side effects as well. If consumed too often, the face would tremble. That’s why the dogs looked as if they were jeering at at us. I organized my thoughts in my head.{j}{j}{j}

source: “내 이름은 로이스다.{j}물러나 주면 사례는 섭섭지 않게 하지.”
en_us: “I am Royce. If you step back, I’ll reward you handsomely.”{j}

source: “가진 거 다 내놓으시지.”
en_us: “Give me all that you have.”

source: “부지런하네.”
en_us: “You are diligent.”

source: 왱!
en_us: Buzzz!

source: 누구에게도 추천해 주고 싶지 않다.
en_us: I wouldn’t recommend the experience to anyone.

source: “오.”
en_us: “Whoa!”

source: 놈들은 그럴 생각이 없어 보였다.
en_us: Fat chance that they would go away.

source: 미안.{j}아프겠지.
en_us: I’m sorry. Of course it would hurt.{j}

source: “기초 훈련은 받았나?”
en_us: “Have you gone through basic trainings?”

source: 그건 누가 봐도 모든 걸 포기한 사람의 행동이자, 표정이었다.
en_us: It was only someone who had given up their life would do, with a face that told the same tale.

source: 그리고 이놈의 아티팩트.{j}병사 둘이 일어나 날 바라봤다.{j}한 명은 넘어지며 허리라도 제대로 부딪쳤는지, ‘끙’ 하는 소리와 함께다.{j}숨을 고르고, 뒤따라온 대장과 코딱지를 봤다.
en_us: Again, it was my Artifact. The two soldiers stood up and looked at me. One of them moaned, as if he hurt his waist as he fell down. After catching my breath, I looked towards the boss and the booger guy.{j}{j}{j}

source: 린드의 도움이 없었다면 불가능했을 거다.
en_us: However, it wouldn’t have been possible without Lind’s help.

source: ‘병사 둘이 한 사람 몫은 할 거고.’{j}수염을 기른 도끼 자식은 병사와 비슷하거나 조금 나을 거다.{j}이건 말로 설명 가능한 능력이 아니다.{j}경험에 의한 직감이다.{j}걷는 걸음걸이를 비롯해, 평소의 버릇을 고려한 판단이었다.
en_us: Those two soldiers would do just the job. The bearded guy with the ax would probably do a bit better than the soldiers. I can’t exactly explain it, but I can feel it with my experience. His footsteps and habits told me that he’s a good fighter.{j}{j}{j}{j}

source: 해가 지기 시작해 노을이 깔렸다.{j}천막에 구멍이 뚫려 있으니, 이건 좋다.{j}하늘이 훤히 보여 날씨와 시간을 확인할 수 있었다.
en_us: The sun began to set, and soon there was orange light everywhere. This is the only advantage of having holes on the tent. People in the tent could see the sky, and check the weather and the time.{j}{j}

source: 기마병이 반대쪽 손으로 검을 뽑았다.
en_us: The mounted soldier pulled out his sword with his other arm.

source: 칼날이 내 머리카락을 스치고 지나갔다.
en_us: The blade brushed against my hair.

source: 흩어져서 도망가는 게 좋다.
en_us: It’s good to escape after being scattered.

source: “돌격!{j}돌격!{j}막아라!”
en_us: “Charge! Charge! Stop them!”{j}{j}

source: ‘해결할 일들이 많아.’{j}7보병대의 예비대.{j}지금 내가 속한 곳이다.{j}말이 좋아 예비대지, 어중이떠중이를 모아 놓은 7보병대에서도 최악의 위치다.{j}
en_us: There are lot of things to do. The reserve troops of Infantry Unit 7. That’s my military unit. You shouldn’t be fooled by the word ‘reserve troops’. My unit had the most rookie soldiers, and we the reserve troops were even more rookies. {j}{j}{j}{j}

source: 주머니를 톡 하고 건드리자 거미가 반응했다.{j}녀석은 나오려는 엄두도 못 내었다.{j}나도 벌집을 하나 꺼내서 입에 넣었다.{j}스르르 하며 그대로 녹는다.
en_us: My spider reacted when I tapped my pocket. It was too scared to come out. I had a bite of a beehive just like Lind. It melted away like cotton candy.{j}{j}{j}

source: ‘전투 경험은 세 번 내외.’{j}‘적당한 성취욕도 있으니, 이런 꾐에도 빠져드는 거고.’
en_us: ‘They experienced the battlefield around three times. They want to achieve things, so they’re tempted to my offer.’{j}

source: 처음 들어 보는 이름이다.
en_us: I haven’t heard of his name in my past life.

source: 위험과 조력에 관한 얘기는 마지막에 꺼낸다.{j}이미 내 능수능란함에 넘어온 병사는 대수롭지 않게 넘어갔다.{j}아마 처음부터 위험하다고, 도와달라고 했으면 안 했을지도 모르지만.{j}이제는 집 떠난 탕아요, 쏘아진 화살이었다.
en_us: You should always mention the dangers and the help needed at the last step. The soldier was already fooled by my great acting skills and didn’t think of it too much. He probably wouldn’t have said yes if I mentioned the dangers and the needed help at first. But it’s too late to go back now.{j}{j}{j}

source: 이제까지 단 한 번도 이런 꿈을 꾼 적이 없었다.
en_us: I never had this kind of dream before.

source: “고맙다.”{j}린드가 말했다.
en_us: “Thank you,” said Lind.{j}

source: 꼼지락.{j}좋다.{j}발가락이 움직이면 회복 가능성이 크다.
en_us: Wriggle. Good. There’s a high chance of recovery if it moves.{j}{j}

source: 이건 대체 무슨 기준일까?{j}화이트 허브와 몇 가지 잡초를 섞는 와중에 들린 소리였다.{j}편편한 돌을 찾아 물로 깨끗이 씻고, 그 위에 다시 깨끗한 천을 폈다.{j}그 위에 약초를 놓고 다시 둥근 돌로 빻았다.{j}도구가 없는 게 아쉽지만.{j}여기에서 많은 걸 바랄 순 없다.
en_us: When do I gain these points? I heard the noise while mixing White Herbs and a few other plants. I found a flat rock, washed it clean with water, and spread out a spick-and-span cloth on top of it. I placed my herbs onto it and ground them with my round rock. It would have been better if there was a tool for this, but I shouldn’t expect too much from here. {j}{j}{j}{j}{j}

source: 조루 검사 로이스.
en_us: The infertile swordsman, Royce.

source: “어이, 너무 억울해 말라고, 나 용병 맞아.”
en_us: “Whoa. Don’t be so gloomy. I am a mercenary.”

source: “설마요.”
en_us: “Of course not.”

source: 내가 유일하게 남은 동료를 불렀다.
en_us: I called out my only comrade left.

source: “뭐요?”
en_us: “What is all this?”

source: 난 놈과 마주하며 호위하던 상인 다섯을 내 오른쪽에 뒀다.
en_us: As I faced him, the five merchants that I was guarding was on my right side.

source: 단련된 전투마의 마갑이 눈에 보일 때쯤이었다.
en_us: Just when I saw the armors of the trained warhorses, I heard a noise.

source: 기마가 돌격하는 소리다.
en_us: I could hear mounted soldiers charging.

source: 나라를 잃은 왕의 표정이 저러할까?
en_us: Would a king who lost his kingdom make that face?

source: “동물은 아무 목적 없이 사람을 괴롭히지 않아.”{j}확신에 차 말했다.
en_us: “Animals never annoy humans without a clear goal.” He seemed certain with his answer.{j}

source: ‘제대로 찾았다.’{j}슬쩍 일행을 살폈다.{j}용병으로 살면서, 내 눈썰미만큼은 어디 가서 뒤처진다고 생각해 본 적 없었다.
en_us: Bingo. I glanced at my comrades. During my time as a mercenary, I always aced at picking things up quickly just by watching.{j}{j}

source: 상인들이 뛰기 시작했다.
en_us: The merchants began running away.

source: 신중하게 붕대를 풀어 상처를 확인했다.{j}피는 멎었다.
en_us: I unwrapped the bandage carefully and checked Lind’s wound. It had stopped bleeding.{j}

source: “그건 싫지.”{j}디고가 인상을 쓰며 말했다.
en_us: “Absolutely not,” Diego frowned.{j}

source: “겸사겸사 배웠지.”
en_us: “What can I say? I learned them along the way.”

source: “놔둬.”
en_us: “Leave him alone.”

source: 내가 부탁하자, 예비대가 우르르 몰려들어 바로 옆에 불을 하나 더 만들었다.{j}자식들, 말 잘 듣네.{j}꼬르륵.{j}누군가의 배에서 들린 신호를 시작으로 여기저기서 비슷한 소리가 들렸다.
en_us: As soon as I requested, all the reserve troops rushed and started a new fire right next to it. I like that attitude. Rumble. That noise was the cue to all the other rumbling noises. {j}{j}{j}

source: ‘이 근처였는데.’{j}기억을 더듬어, 바닥을 살폈다.{j}사람마다 장소를 기억하는 방식이 다르다고 한다.{j}누군가는 냄새와 느낌으로 장소를 기억하고, 누군가는 주변 위치를 통째로 외운다.
en_us: It should be around here. I searched through my memories and looked at the ground. Everyone has different ways of remembering a place. Some people remember through its smell and feeling, and some others memorize the surroundings.{j}{j}{j}

source: 붉은 머리가 거들자, 땜빵의 눈빛이 달라졌다.
en_us: As the ginger soldier explained, the other soldier suddenly started listening.

source: 손가락에 침을 슥 묻히고 허공에 들었다.
en_us: I licked my finger and held it out in the air.

source: 저 아티팩트는 무슨 효과일까?
en_us: What effects would that Artifact have?

source: 독이 있는 곳에 약이 있는 법이다.{j}이 벌은 블루 허브의 꿀을 빨아들여 숙성시키는 놈들이지만.{j}정작 이 허브 효과에 약했다.
en_us: Where there’s poison, there’s medicine. These bees ferment the nectar from the Blue Herbs, but ironically, they were weak to its effects. {j}{j}

source: 창을 든 손에 힘을 꽉 줬다.
en_us: I gripped my spear tighter than ever.

source: 24년 동안 텅 비어 있던 오른 소매에 선연한 감각이 느껴졌다.
en_us: Vivid senses came back to my right sleeve, which had been empty for 24 years.

source: 또 이 꿈이다.
en_us: Not this nightmare again.

source: 그건 인정한다.
en_us: I’ll give him that.

source: 내 뒤에서 예비대 소년병이 놀라서 입을 열었다.{j}자세히 설명해 준다고 알겠냐?{j}저 진드기에 들어간 약초 중 하나가 토끼가 좋아하는 향이고.{j}그 향은 ‘취선’이라고 토끼 턱 밑에 있는 구멍을 통해 나오는, 안정감을 주는…….
en_us: One of the child soldiers of the reserve troop asked from behind. You probably won’t understand even if I explained. Rabbits like the scent of one of the herbs in the tick mixture. The scent gently touches the scent gland, which is the hole under a rabbit’s chin...{j}{j}{j}

source: “다 구워지면 좀 줘 봐.”
en_us: “Give me some meat when it’s finished cooking.”

source: “잡아!{j}죽여 버려!”
en_us: “Catch them! Kill them all!”{j}

source: 신기해서 본다.{j}자식아.{j}진짜 돌아왔다.{j}새삼 실감했다.
en_us: All this is amazing, my friend. I really came back to 24 years ago. It finally felt real.{j}{j}{j}

source: 모든 것이 너무 선명하다.
en_us: Everything is too clear and vivid.

source: ‘살아 있다.’
en_us: ‘I’m alive,’

source: 찾아야 할 약초가 몇 개 더 있었다.{j}그리고 그건 막사 너머, 반 루드비히 백작령과 팔문의 지휘관이 싸우는 가운데에 나고 자란다.{j}무엇보다 현 내 상황을 냉정하게 봤을 때, 이건 필요한 일이다.
en_us: I had to find some more herbs. And they grow in the area where the troops of Count Van Ludwig and Palmun fight each other. Most of all, judging from my situation, this is a necessary process. {j}{j}

source: 병사 둘을 본 시간은 고작해야 반나절도 되지 않았다.{j}관찰한 시간을 포함하면 끽해야 두 시간 내외다.{j}나는 그 시간 동안, 병사 둘이 오른손잡이이며 직업군인이 되고서부터 무기를 잡아 봤다는 걸 알았다.{j}
en_us: I was only with the two soldiers for less than half a day. Including the time I observed them, I was probably with them for two hours. During that time, I learned that they were right-handed, and that they first held their weapons after being a professional soldier. {j}{j}{j}

source: “아우!{j}미친 개새끼가 내 부츠에 오줌을 쌌어!”{j}당한 병사가 울상을 지었다.
en_us: “Oh no! The dog peed on my boots!” The poor soldier whined.{j}{j}

source: “우랏!”
en_us: “Yippeee!”

source: 어깨를 앞으로 뿌렸다.{j}채찍을 위에서 밑으로 후려치듯.{j}팔이 매섭게 공기를 가르고.{j}손끝은 돌멩이를 밀어냈다.
en_us: I swung my shoulder forwards, just like how I would whip by moving my arm downwards. My arm cut sharply through the air, and my hand pushed the stone away.{j}{j}{j}

source: 내가 말하고 달리기 시작했다.{j}우두머리 개를 잡지 않으면 놈들은 다시 올 터였다.
en_us: I shouted and ran. If we couldn’t catch the leader, they would come back.{j}

source: 8화 웃는 들개 (2)
en_us: Chapter 8. The Smiling Stray Dog (2)

source: 아침나절, 부츠에 오줌 맞은 병사다.
en_us: He’s the one who had his boots wet.

source: “다 만들었어?”
en_us: “Are you done with it?”

source: 정보는 많을수록 좋다.{j}그에게 물었다.
en_us: That would still do. I offered a cigarette from my pocket.{j}

source: 검날이 보이지도 않는 발검이었다.{j}서걱!
en_us: He drew out his sword so quickly that I couldn’t see the blade. Swish! {j}

source: “엄청 영리한 놈인가 보네.”
en_us: “They must be clever.”

source: “니들이?”
en_us: “Them?”

source: 병사의 눈이 반짝반짝 빛났다.{j}붉은 뿔 사슴.{j}육질이 연하고, 이들의 피는 약재로도 썼다.{j}하지만 무엇보다 가장 값어치가 있는 것은 바로 붉은 뿔이다.
en_us: His eyes suddenly turned bright. Their meat is tender, and their blood is used for medicines. But most of all, their red horns were the most priceless.{j}{j}{j}

source: 물론, 그는 내 목숨을 배는 더 구해 줬다.
en_us: Of course, he saved my life much more.

source: 폐병의 후유증 때문에 ‘조루 검사’라는 별명이 붙어서 그렇지.
en_us: It was just that he is nicknamed ‘the infertile swordsman’ because of his tuberculosis.

source: 투구를 눌러 써서 얼굴을 알아볼 수 없었다.
en_us: He was wearing his helmet tight, so I couldn’t see his face.

source: “그런 냄새 말고.”
en_us: “It’s not your smell.”

source: 말하고 난 뒤, 녀석을 데리고 진드기를 펼쳐 놨던 곳으로 갔다.
en_us: After answering his question, I took him to where I spread out the tick.

source: 자이투라스 숲의 나무는 높고 가지가 풍성하다.{j}빽빽한 나무가 햇빛을 가려 일조량이 줄기에, 이곳에 들어오면 어둑어둑한 날씨가 된 착각이 들었다.
en_us: The trees of Zaithuras Forest are tall and have lots of branches. The dense foliage blocks sunlight, so one could easily think it’s night time once in the forests.{j}

source: “후퇴!{j}후퇴하라!”
en_us: “Retreat! Retreat!”{j}

source: “내 자리는 아침마다 이슬이 떨어져.{j}그게 내 자명종이라고.”
en_us: “Dewdrops fall on my spot every morning. It’s like my alarm clock.”{j}

source: “그래?”{j}배시시 웃으며 자신의 뒤통수를 쓰다듬는다.
en_us: “Really?” He smiled and patted the back of his head.{j}

source: 잠을 제대로 자지 않아 피곤했지만, 금세 몸을 일으켰다.{j}어젯밤 찾아 둔 레드 허브 한 조각을 입에 넣고 깨물었다.{j}씁쓸한 맛이 입안을 채웠다.
en_us: Although I was tired from not sleeping enough, I lifted up my body soon enough. I plopped the Red Herb I had found last night in my mouth and chewed. The bitter taste filled in my mouth.{j}{j}

source: 곤란했다.
en_us: That would be difficult.

source: “뭔데?”
en_us: “What?”

source: 뭐, 어릴 때부터 머리는 좋은 놈이었으니까.
en_us: Well, he was intelligent from when he was a boy.

source: 아주 옛날에는 정말 잘나가는 기사가 될 수도 있었다고 했다.
en_us: A long time ago, he could have been a knight loved by everyone.

source: “내가.”
en_us: “I’ll cut it.”

source: 난 그의 몸을 더듬었다.
en_us: I traced over his body.

source: “로이스는 왜 죽였냐?”
en_us: “Did you have to kill Royce?”

source: 내 말에 린드가 눈을 부릅떴다.
en_us: As I spoke, Lind widened his eyes.

source: “뭔가 이유가 있을 거야, 이곳에 오는 이유.”{j}린드가 혼자서 되뇌었다.{j}생각을 이어 가고 있는 과정이었다.
en_us: “There has to be a reason why they’re here,” Lind thought carefully. He was connecting the dots in his head.{j}{j}

source: 환자는 잘 먹고 잘 자야 한다.{j}그건 만고불변의 진리다.
en_us: A patient needs to eat well and sleep well. Those are the facts.{j}

source: “뭐 하게?”
en_us: “What are you going to do?”

source: 근데 너, 바람보다 빠를 수 있어?
en_us: But can you act faster than the wind?

source: 연녹색 가루는 겉으로 보기에 예쁘기 짝이 없다.
en_us: The pistachio colored powder was beautiful when you looked at it.

source: 내가 손을 들자, 그가 날 훑어보았다.{j}그래.{j}알아.{j}볼품이 좀 없지.{j}나도 날 보면 그런 생각을 할 거다.{j}아직 자라지 않은 몸, 빈약한 팔다리가 작대기처럼 붙어 있었다.
en_us: He glanced at me when I raised my arm. I know what you’re thinking. I look too shabby, don’t I? I’ll have to admit that. My skinny arms and legs were like branches sticking to my not yet fully-grown body.{j}{j}{j}{j}{j}

source: 기다렸던 사람이다.{j}모든 군대에는 식사를 배급하는 이들이 있다.{j}취사병이다.{j}일반 사병을 위한 스튜도 끓이고 높은 지휘관 양반들 식사도 챙겨야 했다.
en_us: I’ve been waiting for him. It all military units, there are the mess personnel, who are the soldiers who ration food. They cook the stew for ordinary troops, and also the high-quality food for the commanders.{j}{j}{j}

source: 알지.{j}새끼야.
en_us: I do, you idiot.{j}

source: 참 특이한 인간이다.{j}뒤를 돌아보자, 린드가 눈을 반짝였다.
en_us: He is a peculiar fellow. When I looked behind, Lind’s eyes were shining.{j}

source: “무슨 부탁?”
en_us: “What do you want?”

source: “……덫 놓으면 다 부순다는데?”
en_us: “They break through all that, remember?”

source: 린드가 짧은 신음을 흘리며 말했다.
en_us: Lind let out a short moan.

source: “저 시팍 새끼들을 내가!”
en_us: “Let me just get my hands at you!”

source: “정찰대로 편입해 주십쇼.”
en_us: “I would like to be part of the patrol team.”

source: 다른 건 몰라도, 씻고 먹는 건 해결해야 했다.{j}그런 생각을 하다 보니 나도 금세 졸음이 밀려왔다.{j}오늘 낮에 전장에서 살아 돌아왔고, 와서는 린드의 상처를 본다고 제대로 쉬지 못했다.{j}
en_us: One thing’s sure - we had to wash and eat well. Having these thoughts made me fall asleep quickly. This after I came back alive from the battlefield, and took care of Lind’s injury right away. I couldn’t get enough rest.{j}{j}{j}

source: “도와줘.”
en_us: “Help me.”

source: 그리고 태연하게 산적에게 인사를 건넸다.
en_us: He said hello to the bandits as if nothing had happened.

source: 낮게 깔린 풀들 사이로 내가 원하는 걸 찾았다.{j}그저 잡초로 취급되는 것들 사이로 하얀색을 띠는 잎이 있다.{j}화이트 허브라는 거였다.{j}난 그걸 조심스럽게 잡고 잎을 뗐다.{j}그걸 차곡차곡 쌓아서 품에 넣으려다가 손에 쥐었다.
en_us: Among the low laying grass, I found the thing I was looking for. Among the so-called weeds, there were white leaves. These are White Herbs. I pinched them carefully and pulled out the leaves. As I tried to pile them up and place them in my clothes, I grasped my clothing.{j}{j}{j}{j}

source: “이 안에 놈들이 좋아하는 성분이 가득하거든, 그래서 온 거야.”
en_us: “This grass is full of substances that the dogs would die for. That’s why they’re here.”

source: 옷을 전부 말리지 못하고 입어서 축축하긴 해도.{j}전보다는 훨씬 낫다.{j}향기까지는 아니더라도 가까이 붙지 않으면 고약한 냄새는 나지 않았다.{j}그가 자신의 몸에 대고 코를 씰룩였다.
en_us: Although our clothes were wet since we didn’t dry them properly, it was much better. It didn’t smell great, but it didn’t stink as long as you didn’t stick to one another. He sniffed his body. {j}{j}{j}

source: “컥!{j}컥!”
en_us: “Cough! Cough!”{j}

source: 나야 고맙지.{j}안 그래도 할 일이 더 남았거든.{j}밤이 깊었는데도 먹느라 정신이 없었다.
en_us: Thank you so much! I actually have some more things to do. It was getting late, but we were still busy eating.{j}{j}

source: 자식, 의리 있어.
en_us: I loved his loyalty.

source: 새삼 실감했다.
en_us: It finally felt real.

source: “어이.”
en_us: “Hey,”

source: 역시 의리의 용병.
en_us: No wonder he’s the loyal mercenary.

source: “잡아!”
en_us: “Catch!”

source: 창대를 움켜쥔 ‘양손’이 보였다.
en_us: I saw both of my hands gripping my shaft.

source: 사방팔방 놈을 욕하는 소리가 들렸다.{j}웃는 들개라, 저렇게 생겼었구나.{j}놈은 유유히 궁둥이를 흔들며 떠났다.{j}다시 막사로 들어갔다.
en_us: All the soldiers around us swore at the dogs. So that’s what a smiling stray dog looks like. He wagged his tail and left peacefully. The soldiers went back in the tent. {j}{j}{j}

source: 누군가 나서서 말했다.{j}그래.{j}맞다.{j}사흘 만에 갑자기, 밀고 들어온 기병을 막으라고 내보냈지.{j}미친 지휘관 새끼.{j}낯짝이 궁금해졌다.
en_us: Someone answered instead. That’s right. Now I remember. In just three days, the commander ordered us to stop the mounted soldiers. What a crazy commander. I wonder what he looks like?{j}{j}{j}{j}{j}

source: “갔다 올게.”
en_us: “I’ll be on my way.”

source: 막사 안에는 고작 일곱 명이 전부였다.
en_us: There were only seven people in the barracks.

source: 그 독이 지금도 허공에 남아 있을 거다.
en_us: I’m pretty sure that it is still in the air.

source: 로이스.{j}이 빌어먹을 자식아.
en_us: Royce, you bastard.{j}

source: 내 연기력은 언제나 일품이었다.
en_us: I was always a good actor.

source: “음.{j}린드 맞지?”
en_us: “Huh. You’re Lind, right?”{j}

source: 내가 기억하는 건 두 가지였다.{j}코볼트 서식지 내, 그것도 블루 허브가 자라나는 곳이다.{j}주변을 샅샅이 뒤졌다.{j}자세히 보지 않으면 놓칠 게 분명했다.
en_us: I remember two things. The first thing is the Blue Herbs habitat inside the cobolt habitat. I looked around carefully so as not to miss ut on them.{j}{j}{j}

source: 어떤 건 무기의 형태로, 어떤 건 갑옷, 어떤 건 작은 쇳조각이 되기도 했다.
en_us: Some look like a weapon, while some others might look like an armor or a piece of metal.

source: “반반입니다.{j}처음 사냥 배울 때 한 번 놓쳤지만, 본 적은 있습니다.”
en_us: “It’s a half-half chance. I saw one, but couldn’t catch it when I first learned how to hunt.”{j}

source: 린드가 나와서 기웃거렸다.{j}절뚝거리면서도 잘도 걷는구나.
en_us: Lind looked around. I’m happy that you’re walking, even if you’re still limping.{j}

source: ‘피했다고?’
en_us: ‘I avioded that?’

source: “어촌 출신이야?”
en_us: “Are you from a fishing village?”

source: “확실해?”
en_us: “Are you sure?”

source: “푸우!”
en_us: “Poof!”

source: “여기저기서 들은 건 많지.”
en_us: “I’ve only heard rumors.”

source: 컹컹!
en_us: Woof woof!
